{
    "id" : 5,
    "title" : "Chlorophyll Extraction Experiment",
    "type" : "Lab",
    "text" : "
    # Extract Chlorophyll

    ## What is Cholorophyll?

    Chlorophyll is the pigment molecule within a plant's leaves that turns light into 
    chemical energy.  Chlorophyll absorbs light and kicks off the chemical reactions 
    for photosynthesis.  Photosynthesis is the fundamental process for manufacturing
    food the plant needs to survive.  

    In this experiment, we will allow chlorophyll to absorb light and then extract it 
    and turn it into something visible that gives us evidence of how chrophyll works.

    ## Procedure

    1. Put leaves in the cup, pour in boiling water until it covers the sample. Leave for ~30 sec – 1 min.
     Remove leaves from water and dry them with paper towel.

     Boiling water kills the cells and destroys enzymes which can promote chlorophyll degradation. 
     It also breaks chloroplatsts which makes chlorophyll extraction easier.

     2. Take the leaves and remove petioles and central veins – this parts of leaf do not contain a lot of pigments. 
     Throw them away. Cut the rest of the leaf material into the small 1-2 mm pieces. Spread them evenly on the foil 
     and put it in the oven for 20 minutes at temperature 104F (40C). Have a cup of tea.

     3. Put dry leaf pieces in the mortar (make sure mortar and pestle are perfectly dry!) and grind them. 
     Continue until they turn into uniform yellow-green powder.

     4. Put powder in a test tube with tight lid. Add few ml of solvent, close the lid and shake

     5. Have a cup of coffee.  After coffee break check your chlorophyll. There should be emerald-green slightly opalescent 
     liquid on top of dark green powder (which will sink to the bottom of the test tube)This is it. Chlorophyll is extracted. 
     At the moment it's pretty diluted and solution contaminated with fine debris from the broken cells. Remains of chloroplasts 
     and other cell components are floating in liquid making it slightly foggy. To wrap this experiment nicely we would recommend 
     clean and concentrate extracted pigments.

     ### Note: 

     Try to use a small amount of solvent - about 5-10 ml.  The less you have to work with 
     them, the better.

     ## Clean and Complete

     1. Wait for another 10-15 minutes for the leaf powder to settle on the bottom of the test tube.
     2. Extremely carefully pour 90% of emerald-green liquid into second test tube. Close with tight lid. 
     Put it in a cool dark place for few hours (24 is a good number).
     3. Very carefully pour 90% of the liquid from the second test tube to the third test tube. 
     This time leave it open and place it in well ventilated place. Check it from time to time. 
     All used solvents are pretty volatile. After a while most of solvent is gone and what left is a 
     pretty clean and concentrated plant pigments extract.

     ## Now use your Chlorophyll for some real hands-on science!

     [Check out this experiment for chromatography](http://www.scienceprojectlab.com/science-methods-and-techniques-chromatography.html) 


     This project is credited to [sciencelabproject.com](www.sciencelabproject.com)" ,
    "description" : "Extract Chlorophyll so that you can use the pigments with any number of experiments 
    that show your students how light is absorbed by plants.",
    "creator" : 1,
    "knowledge_graph" : {
        "children" : [],
        "parents" : [],
        "siblings" : []
    },
    "base_node" : null,
    "grade_level" : [7,11],
    "recommended_time" : 3000,
    "materials" : [123213, 97458, 429488, 29930, 393240948, 1929],
    "standards" : ["evidence based", "college prep"]
}